tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ack"
brew "antigen"
brew "openssl"
brew "python@2"
brew "ansible"
brew "python"
brew "awscli"
brew "bash-completion"
brew "binutils"
brew "cargo-completion"
brew "coreutils"
brew "go"
brew "dep"
brew "diffutils"
brew "e2fsprogs"
brew "findutils", args: ["with-default-names"]
brew "git"
brew "git-crypt"
brew "gnu-sed", args: ["with-default-names"]
brew "gnutls"
brew "gnupg"
brew "grep", args: ["with-default-names"]
brew "gzip"
brew "htop"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "nmap"
brew "ruby-build"
brew "rbenv"
brew "stern"
brew "tree"
brew "vim", args: ["with-lua", "with-override-system-vi"]
brew "watch"
brew "wget"
brew "zsh"
cask "atom"
cask "docker-edge"
