tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "derailed/k9s"
brew "ack"
brew "antigen"
brew "autojump"
brew "openssl"
brew "python"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pipenv"
brew "ansible"
brew "awscli"
brew "aws-shell"
brew "aws-iam-authenticator"
brew "bash-completion"
brew "binutils"
brew "cargo-completion"
brew "coreutils"
brew "go"
brew "goreleaser"
brew "dep"
brew "diffutils"
brew "e2fsprogs"
brew "git"
brew "git-crypt"
brew "gnu-sed"
brew "gnutls"
brew "gnupg"
brew "grep"
brew "gzip"
brew "htop"
brew "hub"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "derailed/k9s/k9s"
brew "lua"
brew "moreutils"
brew "nmap"
brew "ruby-build"
brew "rbenv"
brew "rustup"
brew "stern"
brew "terraform"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
cask "iterm2"
cask "aws-vault"
cask "docker-edge"
cask "font-fira-code"
cask "karabiner-elements"
cask "visual-studio-code"
