cask_args appdir: '/Applications'

tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/cask-fonts"
tap "derailed/k9s"

#brew 'cloudflared'
brew 'imagemagick'
#brew 'postgresql@14'
#brew 'redis'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'spark'
#brew 'stripe/stripe-cli/stripe'
#brew 'stripe/stripe-mock/stripe-mock'
brew 'wget'
brew 'yt-dlp'

#cask '1password'
#cask 'airtable'
#cask 'android-platform-tools'
#cask 'arq'
#cask "aws-vault"
cask 'diffusionbee'
cask "docker"
cask "font-fira-code"
cask 'handbrake'
#cask 'messenger'
#cask 'notion-calendar'
#cask 'plex'
cask 'qlvideo'
cask 'sonos'
#cask 'transmission'
cask 'raycast'
cask 'warp'
#cask 'whatsapp'
cask 'visual-studio-code'
cask 'vlc'
cask 'zed'
cask 'zoom'

brew 'ack'
brew 'antigen'
##brew "autojump"
brew "openssl"
##brew "python"
brew "pyenv"
brew "pyenv-virtualenv"
#brew "pipenv"
brew "awscli"
brew "aws-shell"
brew "bash-completion"
brew "binutils"
#brew "cargo-completion"
brew "coreutils"
brew "go"
brew "goreleaser"
brew "dep"
brew "diffutils"
brew "e2fsprogs"
brew "gh"
brew "git"
#brew "git-crypt"
brew "gnu-sed"
brew "gnupg"
brew "gzip"
brew "htop"
#brew "hub"
brew "jq"
brew 'yq'
brew "kubernetes-cli"
brew "helm"
brew "derailed/k9s/k9s"
brew "cdk8s"
brew "lua"
brew "moreutils"
brew "nmap"
brew "rustup"
brew "stern"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
#brew "zsh"
brew "zsh-autosuggestions"
cask "iterm2"